Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ru, vi, zh_hans, zh_hant

# account.added.success
source: Done
es: Listo
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 添加成功

# account.create.server.os.notsupport
source: Global Servers (not supported yet)
es: Servidores globales (no soportados aún)
ja: グローバルプレーヤー（国際サーバーには現在対応しておりません）
vi: Máy Chủ Toàn Cầu (chưa được hỗ trợ)
zh_hans: 国际服（暂不支持）
zh_hant: 國際伺服器（暫不支援）

# account.edit.title
source: Edit Account
es: Editar Cuenta
ja: アカウント情報を編集
ru: Изменить аккаунт
vi: Chỉnh Sửa Tài Khoản
zh_hans: 编辑帐号信息
zh_hant: 編輯帳號資訊

# account.explanation.1
source: To get resin and other data from HoYoLAB, UID and login cookie of your account is needed. After logging into HoYoLAB, we will store them locally as well as on your private iCloud. Then our app will use the stored UID and cookie to get the resin and other information in a way similar to HoYoLAB app, then display them on your widget. Your private information will not be sent to other places other than HoYoLAB and iCloud, including us, so your personal information will be very secure. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program.
es: Para obtener resina y otros datos de HoYoLAB, el UID y cookie de inicio de sesión de tu cuenta es necesario. Después de iniciar sesión en HoYoLAB, los almacenaremos localmente así como en tu iCloud privado. Posteriormente, nuestra aplicación va a usar el UID y cookie de inicio de sesión almacenado para obtener la información acerca de la resina entre otras de una manera similar a la de la aplicación de HoYoLAB y luego la mostrará en tu widget. Tu información privada no será enviada a otros lugares más que HoYoLAB y iCloud, incluyendonos, así que tu información personal estará muy segura. Esta aplicación es un proyecto de código abierto. Cualquiera puede comprobar y supervisar todos los comportamientos subyacentes de este programa.
ja: あなたのゲーム内データをリクエストするためには、データ取得に必要な、UIDとCookieを取得する必要があります。 次のページでログインした後、あなたの個人データをローカルファイルおよびiCloudに保存します。 そして、HoYoLABと同様の方法で、あなたのゲーム内データの情報を取得します。 あなたの個人情報は、私どもを含め、誰にも提供されない。あなたの個人情報はあなたのスマホの中で管理されます。このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。
ru: Чтобы получить информацию о смоле и прочее с HoYoLAB, нам нужны ваши UID и Cookie-файлы аккаунта. После входа через HoYoLAB, мы храним его локально и настолько приватно, насколько может iCloud. Затем наше приложение использует UID и Cookie, чтобы получить информацию о смоле и прочее как это делается в приложении HoYoLAB и после она показывается в ваших виджетах. Ваша приватная информация не попадает к нам и не отправляется в какие либо места, кроме HoYoLAB и iCloud, так что можете быть спокойны. И ещё, наше приложение - творение, сделанное на основе библиотек с открытым исходным кодом. Каждый может внести свой вклад в развитие этого проекта.
vi: Để lấy nhựa khai phá và dữ liệu khác từ HoYoLAB, cần có UID và cookie đăng nhập của tài khoản của bạn. Sau khi đăng nhập vào HoYoLAB, chúng tôi sẽ lưu trữ chúng cục bộ cũng như trên iCloud riêng tư của bạn. Sau đó, ứng dụng của chúng tôi sẽ sử dụng UID và cookie được lưu trữ để lấy nhựa và các thông tin khác theo cách tương tự như ứng dụng HoYoLAB, sau đó hiển thị chúng trên tiện ích của bạn. Thông tin cá nhân của bạn sẽ không được gửi đến những nơi khác ngoài HoYoLAB và iCloud, bao gồm cả chúng tôi, vì vậy thông tin cá nhân của bạn sẽ rất an toàn. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả các hành vi cơ bản của chương trình này.
zh_hans: 为了请求您的游戏内的数据，我们需要获取您的UID和Cookie，这是获取数据的必要参数。您在接下来的网页登录后，我们会在您的本地和iCloud存储您的个人数据。然后我们通过类似米游社的方式获取您的游戏内的数据信息。您的个人信息不会发送给任何人，包括我们自己。您的个人信息将会是非常安全的。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。
zh_hant: 為了請求您的遊戲內的資料，我們需要獲取您的UID和Cookie，這是獲取資料的必要參數。您在接下來的網頁登入後，我們會在您的本地和iCloud存儲您的個人資料。然後我們通過類似米遊社的方式獲取您的遊戲內的資料。您的個人資訊不會傳送給任何人，包括我們自己。您的個人資訊將會是非常安全的。敝軟體是開放原始碼軟體，每個人都可以檢查和監督敝軟體的全部底層行為。

# account.explanation.2
source: This procedure is not an illegal procedure such as plug-ins. This program abides by the relevant content of miHoYo's secondary creation rules. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program. For details, see Settings - FAQ.
es: Este procedimiento no es un procedimiento ilegal como los plug-ins. Este programa se rige por el importante contenido de las reglas de miHoYo de creación de secundarios. Esta aplicación es un proyecto de código abierto. Cualquiera puede comprobar y supervisar todos los comportamientos subyacentes the este programa. Para más detalles, consulta Configuración - Preguntas frecuentes.
ja: 本プログラムは、プラグインなどの不正プログラムではありません。 本プログラムは、HoYoverseの二次創作ルールの該当する内容を遵守しています。 このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。 詳しくは、設定-FAQをご覧ください。
ru: Эта процедура не является незаконной, в отличии от плагинов и модов. Эта программа соблюдает соответствующий свод правил для создателей контента miHoYo (COGNOSPHERE). Наше приложение - творение, сделанное на основе библиотек с открытым исходным кодом. Каждый может внести свой вклад в развитие этого проекта. За доп. информацией, посетите Настройки - ЧаВо.
vi: Thủ tục này không phải là một thủ tục bất hợp pháp như plug-in. Chương trình này tuân theo nội dung có liên quan của các quy tắc tạo phụ của miHoYo. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả các hành vi cơ bản của chương trình này. Để biết chi tiết, hãy xem Cài Đặt - Câu Hỏi Thường Gặp .
zh_hans: 本程序不属于外挂等违法程序。本程序遵守米哈游二次创作规则的相关内容。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。具体内容参见「设置 - FAQ」章节。
zh_hant: 敝軟體不屬於外掛等違法程式。敝軟體遵守米哈遊二次創作規則的相關內容。敝軟體是開放原始碼程式，每個人都可以檢查和監督敝軟體的全部底層行為。具體內容參見「設定 - FAQ」章節。

# account.explanation.title.1
source: How this App work?
es: ¿Cómo funciona la aplicación?
ja: 進め方について
ru: Как работает приложение?
vi: Ứng Dụng Này Hoạt Động Như Thế Nào ?
zh_hans: 关于我们的工作原理
zh_hant: 關於我們的工作原理

# account.explanation.title.2
source: About your account security
es: Sobre la seguridad de tu cuenta
ja: アカウントの安全性について
ru: О безопасности аккаунта
vi: Bảo Mật Tài Khoản Của Bạn
zh_hans: 关于您的帐号安全
zh_hant: 關於您的帳號安全

# account.fp.label
source: Device FP
es: Huella dactilar del dispositivo
ja: デバイス指紋
ru: FP устройства
zh_hans: 设备指纹
zh_hant: 裝置指紋

# account.label.detail
source: Account Detail
es: Detalles de Cuenta
ja: アカウントの詳細情報
ru: Данные аккаунта
vi: Chi Tiết Tài Khoản
zh_hans: 帐号详情
zh_hant: 帳號詳情

# account.label.login
source: Login
es: Iniciar sesión
ja: ログイン
ru: Войти
vi: Đăng Nhập
zh_hans: 登录
zh_hant: 登入

# account.label.nickname
source: Nickname
es: Nombre de usuario
ja: ニックネーム
ru: Никнейм
vi: Biệt Danh
zh_hans: 昵称
zh_hant: 暱稱

# account.label.relogin
source: Re-Login
es: Volver a iniciar sesión
ja: 再ログイン
ru: Перезайти
vi: Đăng Nhập Lại
zh_hans: 重新登录
zh_hant: 重新登入

# account.label.select
source: Select Your Account
es: Selecciona tu cuenta
ja: アカウントを選択
ru: Выберите аккаунт
vi: Chọn Tài Khoản
zh_hans: 选择你的帐号
zh_hant: 選擇你的帳號

# account.login.error.no.account.found
source: This HoYoLAB account is not bound to any game character.
es: Esta cuenta de HoYoLAB no está vinculada a ningún personaje del juego.
ja: このHoYoLABアカウントはゲームアカウントとは関連付けられていません。
ru: У этого HoYoLAB аккаунта нет персонажей в HSR.
vi: Tài khoản HoYoLAB này không bị ràng buộc với bất kỳ nhân vật trò chơi nào .
zh_hans: 该米游社帐号未绑定游戏角色。
zh_hant: 該米遊社帳號未綁定遊戲角色。

# account.login.manual.1
source: You can also
es: También puedes
ja: または
ru: Вы также можете
vi: Bạn cũng có thể
zh_hans: 你也可以
zh_hant: 你也可以

# account.login.manual.2
source: manually config your account
es: configura manualmente tu cuenta
ja: アカウントを手動で配置する
ru: вручную настроить свой аккаунт
vi: Cấu Hình Thủ Công Tài Khoản
zh_hans: 手动配置你的帐号
zh_hant: 手動設定你的帳號

# account.login.title
source: Please Finish Login
es: Por favor termina el inicio de sesión
ja: ログインしてください
ru: Пожалуйста, завершите авторизацию
vi: Vui Lòng Hoàn Tất Đăng Nhập
zh_hans: 请完成登录
zh_hant: 請完成登入

# account.manage.title
source: Account
es: Cuenta
ja: アカウント管理
ru: Аккаунт
vi: Tài Khoản
zh_hans: 帐号管理
zh_hant: 帳號管理

# account.new
source: New Account
es: Nueva cuenta
ja: アカウントを追加
ru: Добавить аккаунт
vi: Tài Khoản Mới
zh_hans: 添加帐号
zh_hant: 添加帳號

# account.new.test
source: Test connection
es: Probar conexión
ja: アカウントをテスト
ru: Проверить соединение
vi: Kiểm Tra Kết Nối
zh_hans: 测试帐号连接
zh_hant: 測試帳號連接

# account.setting.allownotification
source: Allow notifications
es: Permitir notificaciones
ja: 通知を許可
ru: Разрешить уведомления
vi: Cho phép gửi thông báo
zh_hans: 允许通知
zh_hant: 允許通知

# account.test.footer.recommend_device_fp
source: To avoid consistently being requested for verification, please set up device finger print according to [this tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
es: Para evitar que se solicite la verificación constantemente, por favor configure la huella dactilar del dispositivo como en [este tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
ja: 人間認証要求が何度も出まくっている場合、[この説明文章](https://hsr.pizzastudio.org/static/fp_tutorial)の方法に沿って、ご自分でデバイス指紋を取ってご記入ください。そうすれば、この支障を避けることはできます。
ru: Во избежание повторного запроса на верификацию, пожалуйста, настройте отпечаток пальца устройства в соответствии с [этим руководством] (https://hsr.pizzastudio.org/static/fp_tutorial).
vi: Để tránh liên tục bị yêu cầu xác minh, vui lòng thiết lập vân tay của thiết bị theo [hướng dẫn này](https://hsr.pizzastudio.org/static/fp_tutorial).
zh_hans: 如果持续要求输入验证码，建议参考[本教程](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入设备指纹以规避。
zh_hant: 如果持續要求真人認證的話，建議參考[該教學指引](https://hsr.pizzastudio.org/static/fp_tutorial)抓包填入裝置指紋、以規避該故障。

# account.test.verify.button
source: Please tap here to enter the verification code.
es: Por favor, pulsa aquí para introducir el código de verificación.
ja: ここをタップして人間認証
ru: Пожалуйста, нажмите здесь, чтобы ввести код подтверждения.
vi: Vui lòng nhấn vào đây để nhập mã xác minh.
zh_hans: 请点击这里输入验证码
zh_hant: 請點擊這裡進行真人認證

# account.test.verify.web_sheet.title
source: Verification
es: Verificación
ja: 人間認証
ru: Подтверждение
vi: Xác Minh
zh_hans: 验证
zh_hant: 認證

# app.dailynote.card.daily_training.label
source: Daily Training
es: Entrenamiento Diario
ja: デイリー訓練
vi: Nhiệm Vụ Hàng Ngày
zh_hans: 每日实训
zh_hant: 每日實訓

# app.dailynote.card.error.need_verification.button
source: Verification Needed
es: Verificación necesaria
ja: 人間認証が必要
ru: Требуется подтверждение
vi: Cần Được Xác Minh
zh_hans: 需要验证
zh_hant: 需要認證

# app.dailynote.card.error.other_error.button
source: An Error Occurs
es: Ocurrió un error
ja: エラーが出た
ru: Произошла ошибка
vi: Đã xảy ra lỗi
zh_hans: 出现错误
zh_hant: 出現錯誤

# app.dailynote.card.simulated_universe.label
source: Simulated Universe
es: Universo Simulado
ja: 模擬宇宙
vi: Vũ Trụ Mô Phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# app.name
source: Pizza Helper for HSR
es: Ayudante de Pizza HSR
ja: 崩スタピザ助手
ru: HSR Pizza Helper
vi: HSR Pizza Helper
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# app.note.1
source: Pizza Helper for HSR is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
es: Ayudante de Pizza HSR no está afiliado a miHoYo Co., Ltd. y sus subsidiarias.
ja: 「崩スタピザ助手」は株式会社miHoYoとその子会社とは関係ありません。
ru: HSR Pizza Helper является фанатским приложением по одноимённой игре. Мы никак не связаны с miHoYo Co., Ltd. и с их дочерними компаниями.
vi: HSR Pizza Helper không liên kết với miHoYo Co., Ltd. và các công ty con.
zh_hans: 「星铁披萨小助手」与上海米哈游网络科技股份有限公司及其子公司无关。
zh_hant: 「星鐵披薩小助手」與上海米哈遊網路科技股份有限公司及其子公司無關。

# app.note.2
source: Honkai: Star Rail, game content and materials are trademarks and copyrights of HoYoverse.
es: Honkai: Star Rail, el contenido del juego y sus materiales son marcas comerciales, los derechos de autor son de HoYoverse.
ja: 崩壊：スターレイル、ゲームコンテンツおよび素材はHoYoverseの商標および著作権です。
ru: Honkai: Star Rail, игровой контент и сопутствующее с ним являются зарегистрированной маркой компании HoYoverse.
vi: Honkai: Star Rail, nội dung và tài liệu trò chơi là thương hiệu và bản quyền của HoYoverse.
zh_hans: 《崩坏：星穹铁道》的游戏内容和各种游戏内素材与商标的版权都属于米哈游。
zh_hant: 《崩壞：星穹鐵道》的遊戲內容和各種遊戲內素材與商標的版權都屬於米哈遊。

# app.note.3
source: Pizza Helper for HSR is an open-source project hosted on [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
es: HSR Pizza Helper es un proyecto de código abierto alojado en [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
ja: 「崩スタピザ助手」は [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/) でホストされているオープンソースプロジェクトです。
ru: HSR Pizza Helper — проект с открытым исходным кодом, размещённый на [GitHub] (https://github.com/pizza-studio/HSRPizzaHelper/).
vi: HSR Pizza Helper là một dự án nguồn mở được lưu trữ trên [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
zh_hans: 「星铁披萨小助手」是一个托管在[GitHub](https://github.com/pizza-studio/HSRPizzaHelper/)上的开源项目。
zh_hant: 「星鐵披薩小助手」是一個託管在[GitHub](https://github.com/pizza-studio/HSRPizzaHelper/)上的開放原始碼項目。

# app.userpolicy.title
source: User Policy
es: Política de usuario
ja: ユーザー協議
ru: Пользовательское соглашение
vi: Chính Sách Người Dùng
zh_hans: 用户协议
zh_hant: 使用者授權合約

# boarding.contact.group.footer
source: You can use the contact information provided above to reach out to the developer in case of any issues and receive the latest updates from them.
es: Puedes utilizar la información de contacto proporcionada anteriormente para comunicarte con el desarrollador en caso de algún problema y recibir las últimas actualizaciones de ellos.
ja: 問題が発生した場合や最新のアップデート情報を受け取るために、上記の連絡先情報を使用して開発者に連絡することができます。
ru: Вы можете использовать указанную выше контактную информацию, чтобы связаться с разработчиком при возникновении каких-либо проблем и получать от него последние обновления.
vi: Bạn có thể sử dụng thông tin liên hệ được cung cấp ở trên để liên hệ với nhà phát triển trong trường hợp có bất kỳ sự cố nào và nhận các bản cập nhật mới nhất từ họ .
zh_hans: 您可以在遇到问题时使用以上联系方式与开发者取得联系，并且收到来自开发者的最新消息。
zh_hant: 您可以在遇到問題時使用以上聯絡方式與開發者取得聯絡，並且收到來自開發者的最新消息。

# boarding.feature.background.detail
source: Use images from your photo album as backgrounds for the widgets.
es: Usa imágenes de tu álbum de fotos como fondos para los widgets.
ja: ウィジェットの背景には、写真アルバムから画像を使用することができます。
ru: Использовать изображения из вашей галереи в качестве фона для виджетов.
vi: Dùng hình ảnh từ album ảnh của bạn làm hình nền cho các tiện ích .
zh_hans: 您可以选择您相册中的图片以自定义小组件背景。
zh_hant: 您可以選擇您相冊中的圖片以自訂小組件背景。

# boarding.feature.background.title
source: Widgets Background Customizable
es: Fondo de Widgets Personalizable
ja: ウィジェットの背景はカスタマイズ可能
ru: Настройка фона виджетов
vi: Tùy Chỉnh Nền Widgets
zh_hans: 自定义小组件背景
zh_hant: 自訂小組件背景

# boarding.feature.customize.detail
source: Long-press the widget to access more customization options.
es: Mantén pulsado el widget para acceder a más opciones de personalización.
ja: ウィジェットを長押しすると、さらなるカスタマイズオプションにアクセスできます。
ru: Удерживайте палец на виджете для доступа к дополнительным параметрам внешнего вида.
vi: Nhấn và giữ tiện ích để truy cập nhiều tùy chọn tùy chỉnh hơn .
zh_hans: 长按小组件以找到更多个性化设置。
zh_hant: 長按小組件以找到更多個性化設定。

# boarding.feature.customize.title
source: More Settings for Widget
es: Más ajustes para Widget
ja: ウィジェットにはさらに設定があります
ru: Дополнительные настройки для виджета
vi: Cài đặt khác cho Tiện
zh_hans: 更多小组件设置
zh_hant: 更多小組件設定

# boarding.feature.notification.detail
source: Notify when your trailblaze power is full or assignments are done.
es: Notificar cuando tu poder trazacaminos esté lleno o los encargos hayan terminado.
ja: 開拓力が満タンになったり、派遣依頼が完了した際に通知します。
ru: Уведомлять, когда энергия полна или поручения закончены.
vi: Thông báo khi sức mạnh khai phá của bạn đầy hoặc hoàn thành nhiệm vụ .
zh_hans: 在您的开拓力回满时，或派遣委托完成时，向您推送通知。
zh_hant: 在您的開拓力回滿時，或派遣委託完成時，向您推送通知。

# boarding.feature.notification.title
source: Notification
es: Notificación
ja: 通知
ru: Уведомления
vi: Thông Báo
zh_hans: 通知
zh_hant: 通知

# boarding.feature.widget.detail
source: Two styles of main screen widgets. Multiple styles of lock screen widgets.
es: Dos estilos de widgets para pantalla principal. Múltiples estilos de widgets para pantalla de bloqueo.
ja: メイン画面ウィジェットには2つのスタイルがあります。ロック画面ウィジェットには複数のスタイルがあります。
ru: Два стиля виджетов для основного экрана. Несколько стилей для виджетов экрана блокировки.
vi: Hai phong cách widget màn hình chính . Nhiều kiểu widget màn hình khóa.
zh_hans: 我们提供了两种风格的主屏幕小组件和数种风格的锁定屏幕小组件。
zh_hant: 我們提供了兩種風格的主畫面小組件和數種風格的鎖定屏幕小組件。

# boarding.protocol.agree
source: I agree to the **User Agreement**
es: Acepto el **Acuerdo de Usuario**
ja: **利用規約** に同意します。
ru: Я согласен с **Пользовательским соглашением**
vi: Tôi đồng ý với ** Thỏa thuận người dùng **
zh_hans: 我同意 **用户协议**
zh_hant: 我同意 **使用者授權合約**

# boarding.protocol.link
source: Before starting, please read and agree to our [User Agreement](https://hsr.pizzastudio.org/static/policy_en).
es: Antes de empezar, por favor lee y acepta nuestro [Acuerdo de Usuario](https://hsr.pizzastudio.org/static/policy_en).
ja: 始める前に、[利用規約](https://hsr.pizzastudio.org/static/policy_ja)をお読みいただき、同意してください。
ru: Перед началом, пожалуйста, прочитайте и примите наше [Пользовательским соглашением] (https://hsr.pizzastudio.org/static/policy_en).
vi: Trước khi bắt đầu, vui lòng đọc và đồng ý với [ Thỏa thuận người dùng ] của chúng tôi (https://hsr.pizzastudio.org/static/policy_en) .
zh_hans: 在开始前，请阅读并同意我们的[用户协议](https://hsr.pizzastudio.org/static/policy)。
zh_hant: 在開始前，請閱讀並同意我們的[使用者授權合約](https://hsr.pizzastudio.org/static/policy)。

# err.mfe
source: Missing Field
es: Campo sin rellenar
ja: エラー：フィールド値欠落
ru: Пропущено поле
vi: Thiếu Trường
zh_hans: 缺失字段
zh_hant: 缺失字段

# home.title
source: Home
es: Inicio
ja: 崩スタピザ助手
ru: Главная
vi: Trang Chủ
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# mihoyoapi.error.verification_needed.description
source: Verification Needed
es: Verificación necesaria
ja: 人間認証が必要
ru: Требуется подтверждение
vi: Cần Được Xác Minh
zh_hans: 需要验证
zh_hant: 需要認證

# mihoyoapi.error.verification_needed.recovery_suggestion
source: Please enter the app to pass the verification.
es: Por favor, entra a la aplicación para pasar la verificación.
ja: アプリでの人間認証をお待ちしております。
ru: Войдите в приложение, для прохождения верификации.
vi: Vui lòng nhập ứng dụng để vượt qua xác minh.
zh_hans: 请进入App输入验证码。
zh_hant: 請進入App完成真人認證。

# notification.daily_training.body
source: The daily training for %@ is not yet completed. The current progress is %lld/%lld.
es: La puntuación de entrenamiento diario para %@ no se ha utilizado completamente. La puntuación actual es %lld.
ja: 「%@」のデイリー訓練はまだ未完成です。現在の進捗状況は：%lld/%lld。
ru: The daily training score for %@ are not fully utilized. The current count is %lld.
vi: Điểm nhiệm vụ hàng ngày của %@ không được sử dụng hết. Số lượng hiện tại là %lld.
zh_hans: %@的每日实训尚未完成，当前进度为%lld/%lld。
zh_hant: %@的每日實訓尚未完成，當前進度為%lld/%lld。

# notification.daily_training.title
source: Reminder: daily training for %@
es: Recordatorio: entrenamiento diario para %@
ja: 「%@」のデイリー訓練
vi: Nhắc nhở: nhiệm vụ hàng ngày của %@
zh_hans: 「%@」每日实训提醒
zh_hant: 「%@」每日實訓提醒

# notification.expedition.each.body
source: Dispatch assignment '%2$@' for %1$@ has been completed.
es: Encargos '%2$@' para %1$@ han sido completados.
ja: 「%1$@」の派遣依頼「%2$@」は完了しました。
ru: Поручения '%2$@' для %1$@ завершены.
vi: Nhiệm vụ uỷ thác '%2$@' cho %1$@ đã được hoàn thành.
zh_hans: 「%1$@」的派遣委托「%2$@」已完成。
zh_hant: 「%1$@」的派遣委託「%2$@」已完成。

# notification.expedition.summary.body
source: All dispatch assignments for %@ have been completed.
es: Todos los encargos para %@ han sido completados.
ja: 「%@」の派遣依頼はすべて完了しました。
ru: Все поручения для %@ завершены.
vi: Tất cả các nhiệm vụ uỷ thác cho %@ đã được hoàn thành.
zh_hans: 「%@」的派遣委托已全部完成。
zh_hant: 「%@」的派遣委託已全部完成。

# notification.expedition.title
source: Reminder: dispatch assignments for %@
es: Recordatorio: encargos para %@
ja: 「%@」の派遣依頼リマインダー
ru: Напоминаем: начните поручения для %@
vi: Nhắc Nhở: Nhiệm Vụ Uỷ Thác Cho %@
zh_hans: 「%@」派遣委托提醒
zh_hant: 「%@」派遣委託提醒

# notification.simulated_universe.body
source: The simulated universe score for %@ is not yet full. The current progress is %lld/%lld.
es: The simulated universe score for %@ are not full. The current count is %lld.
ja: 「%@」の模擬宇宙ポイントはまだ満たしていません。現在の進捗状況は：%lld/%lld。
ru: The simulated universe score for %@ are not full. The current count is %lld.
vi: Điểm vũ trụ mô phỏng cho %@ chưa đầy. Số lượng hiện tại là %lld.
zh_hans: %@的模拟宇宙积分未满，当前进度为%lld/%lld。
zh_hant: %@的模擬宇宙積分未滿，當前進度為%lld/%lld。

# notification.stamina.customize.body
source: %@ currently has %lld trailblaze power and will be fully restored on %@.
es: %@ tienes actualmente %lld poder trazacaminos y será restaurado completamente en %@.
ja: 「%@」の開拓力は現在%lldです。%@までフルに回復します。
ru: У %@ %lld энергии Освоения. 240 будет в %@.
vi: %@ hiện có sức mạnh khai phá %lld và sẽ được khôi phục hoàn toàn vào %@.
zh_hans: 「%@」现有%lld开拓力，将在%@回满
zh_hant: 「%@」現有%lld開拓力，將在%@回滿

# notification.stamina.full.body
source: The trailblaze power for %@ has been fully restored.
es: El poder trazacaminos para %@ ha sido restaurado por completo.
ja: 「%@」の開拓力がフルに回復しました。
ru: Энергия Освоения для %@ полностью восстановлена.
vi: Sức mạnh khai phá cho %@ đã được khôi phục hoàn toàn.
zh_hans: 「%@」的开拓力已回满。
zh_hant: 「%@」的開拓力已回滿。

# notification.stamina.title
source: Reminder: trailblaze power for %@
es: Recordatorio: poder trazacaminos para %@
ja: 「%@」の開拓力リマインダー
ru: Напоминание: энергия Освоения для %@
vi: Nhắc nhở: sức mạnh khai phá cho %@
zh_hans: 「%@」开拓力提醒
zh_hant: 「%@」開拓力提醒

# ophelper.intro
source: A tool for Genshin Impact
es: Una herramienta para Genshin Impact
ja: 原神のゲームツール
ru: Инструмент для Genshin Impact
vi: Công Cụ Cho Genshin Impact
zh_hans: 原神游戏助手工具全家桶
zh_hant: 原神遊戲助手工具全家桶

# ophelper.name
source: Pizza Helper for Genshin
es: Ayudante de Pizza GI
ja: 原神ピザ助手
ru: GI Pizza Helper
vi: GI Pizza Helper
zh_hans: 原神披萨小助手
zh_hant: 原神披薩小助手

# setting.notification.account.header
source: Account
es: Cuenta
ja: アカウント
ru: Аккаунт
vi: Tài Khoản
zh_hans: 帐号
zh_hant: 帳號

# setting.notification.daily_training.date_picker
source: Notify me at
es: Notificarme cuando
ja: 通知の時間：
vi: Thông báo cho tôi tại
zh_hans: 提醒于
zh_hant: 提醒於

# setting.notification.daily_training.footer
source: China mainland server user only.
es: Solo para usuarios del servidor de China Continental.
ja: 中国大陸サーバー限定機能である。
vi: Chỉ người dùng máy chủ Trung Quốc .
zh_hans: 仅中国大陆服务器用户。
zh_hant: 僅限中國內地伺服器。

# setting.notification.daily_training.header
source: Daily Training
es: Entrenamiento Diario
ja: デイリー訓練
vi: Nhiệm Vụ Hàng Ngày
zh_hans: 每日实训
zh_hant: 每日實訓

# setting.notification.daily_training.toggle
source: Allow Daily Training notifications
es: Permitir notificaciones de Entrenamiento Diario
ja: デイリー訓練の通知をONにする
vi: Cho phép bật thông báo nhiệm vụ hàng ngày
zh_hans: 允许每日实训通知
zh_hant: 啟用每日實訓通知

# setting.notification.eachaccountssetting.title
source: Enabled accounts
es: Cuentas habilitadas
ja: 通知の送信を許可されるアカウント
ru: Включённые аккаунты
vi: Bật Tài Khoản
zh_hans: 允许通知的帐号
zh_hant: 允許通知的帳號

# setting.notification.expedition.allow
source: Allow Dispatch Assignments notifications
es: Permitir notificaciones de Encargos
ja: 派遣依頼の通知を許可
ru: Разрешить уведомления о поручениях
vi: Cho Phép Thông Báo Nhiệm Vụ Uỷ Thác
zh_hans: 允许派遣委托通知
zh_hant: 允許派遣委託通知

# setting.notification.expedition.header
source: Dispatch Assignments
es: Encargos
ja: 派遣依頼
ru: Поручения
vi: Nhiệm Vụ Uỷ Thác
zh_hans: 派遣委托
zh_hant: 派遣委託

# setting.notification.expedition.method
source: Notify me when
es: Notificarme cuando
ja: 派遣依頼の通知時間
ru: Уведомлять меня, когда
vi: Thông báo cho tôi khi
zh_hans: 派遣委托通知于
zh_hant: 派遣委託通知於

# setting.notification.expedition.method.each
source: Each completed
es: Cada uno completado
ja: 任意の1つが完了したの時
ru: Каждое завершено
vi: Mỗi hoàn thành
zh_hans: 任意一个完成时
zh_hant: 任意一個完成時

# setting.notification.expedition.method.summary
source: All completed
es: Todo completado
ja: 全て完了したの時
ru: Все завершено
vi: Tất cả đã hoàn tất
zh_hans: 全部完成时
zh_hant: 全部完成時
